Repository: Appeltabak/switchboard-plug-parental-controls
Catalog: po/*.po
Languages: th

source: Some settings require administrator rights to be changed
th: ค่าตั้งบางอย่างต้องใช้สิทธิ์ขั้นผู้ดูแลระบบจึงจะสามารถเปลี่ยนแปลงได้

source: No users to edit
th: ไม่มีผู้ใช้ที่จะแก้

source: Parental Controls can only be applied to user accounts that don't have administrative permissions. You can change a user's account type from "Administrator" to "Standard" in the User Accounts pane.
th: การควบคุมโดยผู้ปกครองสามารถนำไปใช้กับบัญชีผู้ใช้ที่ไม่มีสิทธิ์ขั้นผู้ดูแลเท่านั้น

source: Configure User Accounts
th: ตั้งค่าบัญชีผู้ใช้

source: Open Users settings
th: เปิดค่าตั้งผู้ใช้

source: Parental Control
th: การควบคุมโดยผู้ปกครอง

source: Configure time limits and restrict application usage
th: ตั้งค่าการจำกัดเวลาและการห้ามการใช้แอพพลิเคชั่น

source: My Account
th: บัญชีของฉัน

source: Other Accounts
th: บัญชีอื่นๆ

source: General
th: ทั่วไป

source: Internet
th: อินเตอร์เน็ต

source: Applications
th: โปรแกรม

source: Search Applications
th: ค้นหาโปรแกรม

source: From:
th: จาก:

source: To:
th: ถึง:

source: Add Prevented Apps…
th: เพิ่มแอพที่ถูกจำกัด..ซ

source: Remove Selected App
th: ลบแอพที่เลือกไว้

source: Add URL
th: เพิ่ม URL

source: Add a new URL, for example: google.com
th: เพิ่ม URL ใหม่ เช่น: google.com

source: Invalid URL
th: URL ไม่ถูกต้อง

source: Allow this user to:
th: อนุญาตให้ผู้ใช้นี้:

source: Modify the dock
th: ปรับเปลี่ยน dock

source: Configure printing
th: ตั้งค่าการพิมพ์งาน

source: Limit computer use:
th: จำกัดการใช้คอมพิวเตอร์:

source: On weekdays and weekends
th: ในวันทำงานและวันหยุดสุดสัปดาห์

source: Only on weekdays
th: เฉพาะในวันทำงาน

source: Only on weekends
th: เฉพาะในวันหยุดสุดสัปดาห์

source: Weekdays
th: วันธรรมดา

source: Weekends
th: วันหยุดสุดสัปดาห์

source: Make sure to close all applications before your computer will be locked.
th: โปรดตรวจสอบให้แน่ใจว่าทุกโปรแกรมถูกปิดแล้ว ก่อนที่คอมพิวเตอร์ของคุณจะถูกล็อค

source: %ld hour
th: %ld ชั่วโมง

source: %ld hours
th: %ld ชั่วโมง

source: %ld minute
th: %ld นาที

source: %ld minutes
th: %ld นาที

source: This computer will lock after %s %s. %s
th: คอมพิวเตอร์เครื่องนี้จะล็อคหลังจาก %s %s. %s

source: Time left
th: เวลาที่เหลือ

source: You cannot run this application
th: คุณไม่สามารถเรียกใช้แอพพลิเคชั่นนี้ได้

source: You are not permitted to run this application.
th: คุณไม่ได้รับอนุญาตให้เรียกใช้แอพพลิเคชั่นนี้

source: Manage parental control settings
th: จัดการค่าตั้งการควบคุมโดยผู้ปกครอง

source: Authentication is required to change parental control settings
th: ต้องยืนยันตัวตนเพื่อเปลี่ยนแปลงค่าตั้งการควบคุมโดยผู้ปกครอง
